cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'caskroom/versions'

brew 'autoconf'
brew 'automake'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'gettext'
brew 'libpng'
brew 'freetype'
brew 'git'
brew 'tig'
brew 'libtool'
brew 'icu4c'
brew 'jpeg'
brew 'libevent'
brew 'libyaml'
brew 'mhash'
brew 'mcrypt'
brew 'rbenv'
brew 'ruby-build'
brew 're2c'
brew 'readline'
brew 'tmux'
brew 'htop-osx'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/zlib'
brew 'homebrew/versions/bison27'
brew 'bison'
brew 'vim'
brew 'libxml2'
brew 'lemon'
brew 'zlib'
brew 'reattach-to-user-namespace'
brew 'gradle'
brew 'ansible'
brew 'tree'
brew 'rename'
brew 'visitors'
brew 'libjpeg'
brew 'libtool'
brew 'hub'
brew 'colordiff'

cask 'alfred'
cask 'evernote'
cask 'skitch'
cask '1password'
cask 'dropbox'
cask 'sublime-text3'
cask 'iterm2'
cask 'divvy'
cask 'the-unarchiver'
cask 'appcleaner'
cask 'google-chrome', args: { appdir: '/Applications' }
cask 'google-japanese-ime'
cask 'firefox', args: { appdir: '/Applications' }
cask 'java'
cask 'virtualbox'
cask 'vagrant'
cask 'android-studio'
cask 'sourcetree'
cask 'android-file-transfer'
cask 'cheatsheet'
cask 'java7'
cask 'mysqlworkbench'
cask 'github-desktop'
cask 'karabiner'
cask 'atom'
cask 'maczip4win'
